myVOFFoam_multi/cavityVOF_3phases/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2412                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases          (fld1 fld2 fld3);

nu1              1.1E-6;
nu2              1.2E-6;
nu3              1.3E-6;
rho1             800;
rho2             1000;
rho3             1200;
g                (0 -9.81 0);


// ************************************************************************* //
